export const activitiesList = [
    // status : "inProcess"/"ongoing"/"finished"
  {
    status: "finished",
    act: "Syringe Games App",
    detail:
    "แอปพลิเคชันที่ช่วยบอกกำหนดการของการแข่งขันพร้อมทั้งคู่มือต่างๆที่ช่วยให้เดินทางสะดวกง่ายขึ้นและทราบกฎเกณฑ์ในกิจกรรมต่างๆที่จัดขึ้นในวัน syringe game",
  },
  {
    status: "finished",
    act: "ดูแล server และ website ของสโมสรนิสิต",
    detail:
    "ดูแลและบำรุงรักษาเซิร์ฟเวอร์และเว็บไซต์ของสโมสรนิสิตแพทย์ ให้พร้อมใช้งานอยู่เสมอ และแก้ไขปัญหาที่เกิดขึ้น",
  },
  {
    status: "finished",
    act: "ปรับปรุงพัฒนาระบบโครงสร้างต่าง ๆ ให้ดียิ่งขึ้น",
    detail:
    "พัฒนาและปรับปรุงระบบ IT และโครงสร้างต่าง ๆ ภายในสโมสรนิสิตให้มีประสิทธิภาพมากขึ้น ตอบโจทย์การใช้งานของนิสิต",
  },
  {
    status: "inProcess",
    act: "พัฒนาเว็บไซต์สำหรับกิจกรรมใหม่ ๆ",
    detail:
    "สร้างและปรับปรุงเว็บไซต์เพื่อรองรับกิจกรรมใหม่ ๆ ภายในสโมสรนิสิตแพทย์ เช่น การลงทะเบียน, Ananda mahidol Day,Amsci,ค่ายอยากเป็นหมอ",
  },
  {
    status: "inProcess",
    act: "จัด workshop เกี่ยวกับความรู้ต่าง ๆ ทางด้าน IT",
    detail:
    "จัด workshop เพื่ออบรมและเพิ่มพูนความรู้เกี่ยวกับเทคโนโลยีและการใช้งานระบบ IT ให้กับนิสิต เช่น การเขียนโค้ดหรือการใช้เครื่องมือต่าง ๆ"
  },
  {
    status: "inProcess",
    act: " Google Workspace docchula + 50GB storage",
    detail:
    "ให้บริการ Google Workspace สำหรับนิสิตแพทย์จุฬาฯ พร้อมพื้นที่เก็บข้อมูลขนาด 50GB เพื่อการทำงานและเรียนรู้ที่มีประสิทธิภาพ"
  },
  {
    status: "inProcess",
    act: "ฐานข้อมูลนิสิตในสโมสรนิสิตแพทย์",
    detail:
    "จัดทำระบบฐานข้อมูลนิสิตเพื่อการจัดเก็บข้อมูลที่สำคัญ เช่น ข้อมูลการเข้าร่วมกิจกรรม และการสนับสนุนงานสโมสร"
  },
  {
    status: "inProcess",
    act: "@docchula.com",
    detail:
    "ให้บริการอีเมลภายใต้โดเมน docchula.com สำหรับนิสิตแพทย์จุฬา เพื่อให้การสื่อสารของนิสิตแพทย์จุฬาฯ เป็นไปอย่างราบรื่น"
  },
  {
    status: "inProcess",
    act: "SMCU Administrative System",
    detail:
    "ระบบบริหารจัดการงานเอกสารและข้อมูลต่าง ๆ ภายในสโมสรนิสิตแพทย์จุฬาฯ เพื่อสนับสนุนการดำเนินงานที่มีประสิทธิภาพ"
  },
  {
    status: "inProcess",
    act: "SMCU Directory",
    detail:
    "ระบบสารสนเทศที่รวบรวมและจัดระเบียบข้อมูลรายชื่อบุคคลในสโมสรนิสิตแพทย์จุฬาฯ"
  },
  {
    status: "inProcess",
    act: "SMCU Registration",
    detail:
    "ระบบลงทะเบียนกิจกรรมและการเข้าร่วมงานต่าง ๆ ภายในสโมสรนิสิตแพทย์ เพื่อความสะดวกในการบริหารจัดการข้อมูลผู้เข้าร่วม"
  },
  {
    status: "ongoing",
    act: "MDCU Voice",
    detail:
    "ระบบรับฟังปัญหาและข้อเสนอแนะของนิสิตแพทย์จุฬาฯ เพื่อให้เกิดการปรับปรุงและพัฒนาสิ่งต่าง ๆ ภายในคณะอย่างมีประสิทธิภาพ"
  },
  {
    status: "ongoing",
    act: "Data Privacy",
    detail:
    "ระบบที่เน้นความปลอดภัยและการปกป้องข้อมูลส่วนบุคคลของนิสิต เพื่อรักษาความเป็นส่วนตัวและป้องกันการเข้าถึงข้อมูลโดยไม่ได้รับอนุญาต"
  },
  {
    status: "ongoing",
    act: "ระบบบันทึกวัสดุ",
    detail:
    "พัฒนาระบบสำหรับการจัดการและบันทึกการเบิกจ่ายวัสดุภายในสโมสรนิสิตแพทย์ให้มีความเป็นระเบียบและโปร่งใส"
  },
];
